---
kind: property
id: P:Autodesk.Revit.DB.TextNode.Color
zh: 着色、上色、染色、填色
source: html/e997de42-9277-c695-5f34-8f9831deaa26.htm
---
# Autodesk.Revit.DB.TextNode.Color Property

**中文**: 着色、上色、染色、填色

The color of the text.

## Syntax (C#)
```csharp
public Color Color { get; }
```